---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HvacTemperatureDifference
source: html/44c07b1c-02c5-bcf7-e3ad-46cc80c37c6b.htm
---
# Autodesk.Revit.DB.SpecTypeId.HvacTemperatureDifference Property

Temperature Difference, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HvacTemperatureDifference { get; }
```